[
  {
    "id": 1,
    "nombre": "Monstera Deliciosa",
    "imagen": "https://i.pinimg.com/564x/2c/1e/0e/2c1e0ed3f8518e9504fdc3942ffaf782.jpg",
    "precio": 19.99,
    "descripcion": "La Monstera Deliciosa, también conocida como costilla de Adán, es una planta de interior popular debido a sus grandes hojas verdes y su fácil cuidado. Ayuda a purificar el aire y añade un toque tropical a cualquier hogar."
  },
  {
    "id": 2,
    "nombre": "Ficus Elastica",
    "imagen": "https://i.pinimg.com/564x/8b/b2/f4/8bb2f4a1a92dc959525aa518d1d74250.jpg",
    "precio": 24.99,
    "descripcion": "El Ficus Elastica, o árbol de goma, es una planta de interior resistente y fácil de cuidar. Sus hojas brillantes y su capacidad para crecer en condiciones de poca luz lo convierten en una excelente opción para mejorar la calidad del aire en interiores."
  },
  {
    "id": 3,
    "nombre": "Alocasia Polly",
    "imagen": "https://i.pinimg.com/564x/3d/3f/82/3d3f82badc8487574b66578402fd6625.jpg",
    "precio": 14.99,
    "descripcion": "La Alocasia Polly es una planta de interior conocida por sus llamativas hojas verdes con vetas blancas. Ayuda a purificar el aire y agrega un toque de elegancia a cualquier espacio."
  },
  {
    "id": 4,
    "nombre": "Calathea Orbifolia",
    "imagen": "https://i.pinimg.com/564x/60/0b/1f/600b1f8ecd9ee056eaeb441861ffdc23.jpg",
    "precio": 29.99,
    "descripcion": "La Calathea Orbifolia es una planta de interior con hojas grandes y redondas con patrones únicos. Es conocida por ser una planta purificadora de aire y por su capacidad para añadir color y textura a cualquier habitación."
  },
  {
    "id": 5,
    "nombre": "Pothos Golden",
    "imagen": "https://i.pinimg.com/564x/7a/12/d5/7a12d501ba9aa4aacf39cc44ab0301d8.jpg",
    "precio": 22.99,
    "descripcion": "El Pothos Golden es una planta de interior popular debido a su fácil cuidado y su capacidad para crecer en condiciones de poca luz. Ayuda a purificar el aire y añade un toque de color con sus hojas amarillas y verdes."
  },
  {
    "id": 6,
    "nombre": "ZZ Plant",
    "imagen": "https://i.pinimg.com/564x/6d/49/ef/6d49ef4f1f25e02dcdd340a157675a48.jpg",
    "precio": 18.99,
    "descripcion": "La ZZ Plant es una planta de interior resistente y de bajo mantenimiento. Sus hojas brillantes y su capacidad para tolerar condiciones de poca luz la convierten en una excelente opción para principiantes."
  },
  {
    "id": 7,
    "nombre": "Snake Plant",
    "imagen": "https://i.pinimg.com/564x/68/51/c8/6851c8a6ee5758ff9ceacb346449185d.jpg",
    "precio": 21.99,
    "descripcion": "La Snake Plant, también conocida como lengua de suegra, es una planta de interior resistente y fácil de cuidar. Ayuda a purificar el aire y es ideal para dormitorios debido a su capacidad para liberar oxígeno por la noche."
  },
  {
    "id": 8,
    "nombre": "Rubber Plant",
    "imagen": "https://i.pinimg.com/564x/36/9a/d5/369ad5cade297f440bec64535fb4edb1.jpg",
    "precio": 17.50,
    "descripcion": "El Rubber Plant es una planta de interior con hojas gruesas y brillantes que añade un toque de elegancia a cualquier espacio. Ayuda a purificar el aire y es fácil de cuidar."
  },
  {
    "id": 9,
    "nombre": "Peace Lily",
    "imagen": "https://i.pinimg.com/564x/c7/e7/9c/c7e79c8f039ff820e66072d17484a3a8.jpg",
    "precio": 19.50,
    "descripcion": "El Peace Lily, o lirio de la paz, es una planta de interior conocida por sus elegantes flores blancas y su capacidad para purificar el aire. Es ideal para personas alérgicas, ya que elimina toxinas del aire."
  },
  {
    "id": 10,
    "nombre": " ",
    "imagen": "https://i.pinimg.com/564x/1e/a6/63/1ea663fd9d2420276bd11684efb15ef0.jpg",
    "precio": 15.50,
    "descripcion": "La Spider Plant, o planta araña, es una planta de interior fácil de cuidar y conocida por sus hojas largas y delgadas. Ayuda a purificar el aire y es una excelente opción para principiantes."
  }
]